Repository: kazitechkz/iu_mobile
Catalog: lib/l10n/app_*.arb
Languages: kk

# next
source: Далее
kk: келесі

# welcome
source: Добро пожаловать
kk: қош келдіңіз

# sign_in_to_continue
source: Войдите чтобы продолжить
kk: жалғастыру үшін кіріңіз

# or
source: или
kk: немесе

# sign_in
source: Вход
kk: кіру

# sign_up
source: Зарегистрироваться
kk: Тіркелу

# logout
source: Выход
kk: Шығу

# email
source: Ваш E-Mail
kk: Сіздің электрондық поштаңыз

# phone
source: Номер телефона
kk: телефон нөмірі

# name
source: Ф.И.О.
kk: аты-жөні

# password
source: Пароль
kk: Құпия сөз

# incorrect_email
source: Неверная почта
kk: қате пошта

# incorrect_password
source: Неверный пароль
kk: қате құпия сөз

# incorrect_phone
source: Неверный телефон
kk: қате телефон

# incorrect_name
source: Неверные данные поля ФИО
kk: аты-жөні өрісінің дұрыс емес деректері

# incorrect_value
source: Пожалуйста, введите верные данные
kk: дұрыс деректерді енгізіңіз

# forgot_password
source: Забыли пароль?
kk: құпия сөзді ұмыттыңыз ба?

# no_account
source: Нет Аккаунта?
kk: тіркелгі жоқ па?

# have_account
source: Уже Есть Аккаунт?
kk: тіркелгі бар ма?

# verify_account
source: Подтвердить аккаунт
kk: тіркелгіні растау

# verify_account_text
source: Введите код прибывший на вашу почту
kk: поштаңызға келген кодты енгізіңіз

# language
source: Язык
kk: Тілді өзгерту

# change_profile
source: Изменить профиль
kk: Профиль өзгерту

# notifications
source: Уведомление
kk: Хабарландырулар

# my_subscriptions
source: Мои подписки
kk: Менін жазылымдарым

# my_saved_questions
source: Мои вопросы
kk: Менің сұрақтарым

# unt_training
source: Тренажер ЕНТ
kk: ҰБТ Тренажер

# full_pass_unt
source: Полная сдача ЕНТ
kk: Толыққанды ҰБТ

# select_discipline
source: Выбрать дисциплину
kk: Пәнді таңдау

# question
source: Вопрос
kk: Сұрақ

# answer_button
source: Ответить
kk: Жауап беру

# steps
source: Обучение
kk: Оқыту

# steps_title
source: Главы
kk: Тараулар

# sub_steps_title
source: Темы
kk: Тақырыптар

# show_result_button
source: Просмотреть результат
kk: Нәтижені көру

# pass_again_button
source: Пройти снова
kk: Қайта өту

# pass_test_button
source: Начать тест
kk: Тест өту

# final_questions
source: Контрольные вопросы
kk: Қорытынды сұрақтар
